export default {
  placeholders: {
    searchCharacterName: '캐릭터 이름',
  },
  titles: {
    preset: '',
  },
  fallbacks: {
    init: '캐릭터 이름을 검색하거나 좌측 상단의 공격대 프리셋을 불러올 수 있습니다.',
    example: '닉네임 예) 노돌리, 카아안, 클라스, 주다영, 필례, 괴물쥐, 부먹펩시파인애플피자지코, 베베초, 베르앤도',
  },
  buttons: {
    initialize: '공격대 리셋',
    search: '찾기',
    tutorial: '도움말',
    inquiry: '문의 및 버그 제보',
    close: '닫기',
    cynergy: '시너지 가이드',
  },
  tutorial: [
    '캐릭터 이름을 검색해 최대 8명까지 공격대를 구성할 수 있습니다.',
    '파티 인원이 구성된 상태로 빈 프리셋(배경색이 없는 프리셋)을 클릭하면 프리셋을 저장할 수 있습니다.',
    '저장된 프리셋(배경색이 있는 프리셋)을 클릭하면 프리셋을 적용/삭제하거나 현재 파티 구성으로 프리셋을 업데이트할 수 있습니다.',
    '브라우저 사용 기록을 초기화하면 저장된 프리셋이 모두 사라질 수 있습니다.',
    '제보 및 문의는 lostark.raid.composite (at) gmail.com로 보내 주시면 확인 후 반영하겠습니다.',
  ],
  cynergy: [
    `끝마딜러: 마나를 순간적으로 회복시키는 도화가와, 트라이포드로 마나 회복 시너지를 선택한 서머너와 상성이 좋지 않습니다. 악몽 세트의 '끝없는 마나' 옵션을 최대한 활용해야 하는 경우입니다.`,
  ],
};
